{
    "about": [
        {
            "section": "About",
            "type": "text",
            "content": "Zubeen Garg (born Jibon Borthakur; 18 November 1972 - 19 September 2025) was an Indian musician, singer, composer, songwriter, instrumentalist, actor, director, filmmaker, poet, philanthropist who primarily worked and sang in the Assamese, Bengali, and Hindi-language film and music industries. He had also sung in 40 other languages and dialects, including Bishnupriya Manipuri, Adi, Boro, Dimasa, English, Goalpariya, Kannada, Karbi, Malayalam, Marathi, Mising, Nepali, Bhojpuri, Odia, Sanskrit, Sindhi, Tamil, Telugu, and Tiwa. \n Garg was a multi-instrumentalist and played 12 instruments including anandalahari, dhol, dotara, drums, guitar, harmonica, harmonium, mandolin, keyboard, tabla, and various percussion instruments. He was regarded as one of the most influential musicians in Assam, and was also the highest-paid singer in Assam. Over a career spanning 33 years, he recorded more than 38,000 songs."
        },
        {
            "section": "Early life and family",
            "type": "text",
            "content": "Garg was born on 18 November 1972, into an Assamese Brahmin family in Tura, Meghalaya, to Mohini Mohon Borthakur and Ily Borthakur. Originally named Jibon Borthakur by birth, later on, his first name was chosen in homage to Zubin Mehta. While his given name came from a world stage, his surname was drawn from heritage. Instead of continuing with his parental surname Borthakur, he chose \"Garg\", the title of his Brahmin gotra. This decision gave him a distinctive identity-one that balanced global inspiration with Assamese tradition. \n Garg's family had ancestral roots in Tamulichiga (Jhanji), Jorhat, Assam. His father was a Magistrate, and is also known as a lyricist and poet under the pen name Kapil Thakur. As a son of an Assam Civil Service officer, his father was frequently transferred, due to which he spent parts of his childhood moving with the family. His mother, Ily Borthakur, was a singer. His sister Jonkie Borthakur, who was a singer and actress, died in a car accident in February 2002 in Sonitpur district while travelling to perform a stage show along with her co-artists. He had released the album Xixhu in 2002, in memory of Jonkie Borthakur. His younger sister Palme Borthakur is a geography professor."
        },
        {
            "section": "Education",
            "type": "text",
            "content": "Garg passed his matriculation exam in Tamulpur Higher Secondary School. He lived in Bongal Pukhuri (a suburb 3km south of Jorhat Town) during his school years, completing his higher secondary education in science at J.B. College and Karimganj College between 1990 and 1992. He went to pursue Bachelor of Science degree in B. Borooah College, but dropped out to concentrate on his singing career."
        },
        {
            "section": "Introduction to music",
            "type": "text",
            "content": "Garg started to sing from the age of three. His first guru was his mother from whom he learnt to sing and he learnt playing the tabla from Pandit Robin Banerjee for 11 years. Guru Ramani Rai introduced him to Assamese folk music. Garg had been composing songs since his school days."
        },
        {
            "section": "Beginning of singing career (1992-1995)",
            "type": "text",
            "content": "Garg went to become a professional singer when he got a gold medal for his western solo performance in a youth festival held in 1992. He entered professional music with his debut Assamese album Anamika, which was released in November 1992. Garg's first recorded songs were \"Tumi Junu Pariba Hun\" and \"Tumi Junaki Hubakh\" for the album Ritu, but it was not released until 1993. He released many other albums such as Xopunor Xur (1992), Junaki Mon (1993), Maya (1994), Asha (1995) and more. Before he moved to Mumbai in 1995, he released his first Bihu album Ujan Piriti which was a commercial success."
        },
        {
            "section": "Bollywood singing career (1995-2013)",
            "type": "text",
            "content": "In the mid 1990's, Garg moved to Mumbai to work in the Bollywood music industry where he debuted his first Indipop solo album Chandni Raat. Later, he recorded Hindi albums and remixes including Chanda (1996), Shradhaanjali volumes 1,2,3 (1996 - 97), Jalwa (1998), Yuhi Kabhi (1998), Jadoo (1999), Sparsh (2000), and others. He sang for films including Gaddaar (1995), Dil Se (1998), Doli Saja Ke Rakhna (1998), Fiza (2000), Kaante (2002). In 2003, he sang \"Sapne Saare\" and \"Khwabon Ki\" from the movie Mudda-The Issue, \"Maango Agar Dil Se Toh Khuda\" from the movie Chupke Se, \"Holi Re\" from the movie Mumbai se Aiya Mera Dost and \"Jo Pyar Tumne\" from the movie Jaal: The Trap. In 2007, he collaborated with Ustad Sultan Khan to sing \"Jag Lal Lal Lal\" for the movie Big Brother."
        },
        {
            "section": "Bengali singing career (2003-2017)",
            "type": "text",
            "content": "Apart from singing in the Bollywood and Assamese film and music industries, he debuted in the Bengali music industry in 2003 where he sang two songs in the movie Mon. In the next year, he sang three songs in the movie Shudhu Tumi and was the film's music director. In 2005 he sang \"O Bondhure\" and \"Lagena Bhalo\" in the film Premi."
        },
        {
            "section": "Breakthrough Song \"Ya Ali\" and more (2006-2025)",
            "type": "text",
            "content": "Garg got his biggest breakthrough in Bollywood from the movie Gangster where he sang the song \"Ya Ali\". The song won him the best playback singer Global Indian Film Awards (GIFA) in 2006. His next Hindi album Zindagi was released in 2007. In 2008, he recorded several Bengali songs like \"Mon mane Na\" from the movie Mon Mane Na, \"Piya re Piya re\" from the movie Chirodini Tumi je Amaar, and \"Mon Jete Chay Shudhu\" from the movie Love story."
        },
        {
            "section": "Acting career",
            "type": "text",
            "content": "Apart from singing, Garg also made his debut as an actor and director for the film Tumi Mor Matho Mor, which was released in early 2000 under NK Production. He acted some films like Prem Aru Prem (2002), Dinabandhu (2004), Mon Jaai (2008), Gaane Ki Aane (2016), Mission China (2017), Priyaar Priyo (2017), The Underworld (2018), Kanchanjangha (2019), Rajneeti (2022), Dr. Bezbaruah 2 (2023) and more."
        },
        {
            "section": "Live performances",
            "type": "text",
            "content": "Garg was a regular performer at Bihu functions and other cultural festivals across Assam, often singing not only Assamese songs but also in Hindi, Bengali, and other languages. Internationally, he has represented Assamese and Indian music abroad. Notably, he performed in Trinidad and Tobago, where he sang several of his Hindi and Assamese hits, becoming the first Assamese entertainer to headline a concert there."
        },
        {
            "section": "Controversies and criticism",
            "type": "text",
            "content": "Over his career, Garg was involved in several controversies. In 2019, the artist faced a controversy when he said, \"I am Brahmin, but I have snapped my lagun (a sacred thread worn by Brahmins) in the movie. I had removed the thread earlier, and still don't wear it. These Brahmins should be killed\". Later he apologised for this statement. \n In April 2024, during Bihu concert, he said to the crowd that Krishna was not a God but a man. He was subsequently banned from Majuli District Satra Mahasabha."
        },
        {
            "section": "Activism and charity works",
            "type": "text",
            "content": "Garg ran a charity, the Kalaguru Artiste Foundation, which donates money for various causes. He urged people to donate clothes, medicines and contributions when devastating floods hit Assam. He took on the issue over corruption in APSC recruitment in his movie Kanchanjangha. He was a football fan and has played matches to collect funds for flood-affected people. \n Garg was one of the main non-political figures of the Anti-CAA protest in Assam.[63][64][65] In May 2021, during a surge in COVID-19 cases, Garg offered his two-storeyed house in Guwahati to be converted into a COVID Care Centre. This act aimed to address the rising demand for beds for patients at the time."
        },
        {
            "section": "Death",
            "type": "text",
            "content": "On 19 September 2025, Garg died in Singapore, at the age of 52. He died while swimming in the sea without a life jacket. He was administered CPR and rushed to Singapore General Hospital, where he was pronounced dead in the intensive care unit around 5:00PM CST (2:30 pm IST). \n On 22 September 2025, Chief Minister Himanta Biswa Sarma announced that Garg would be cremated with full state honours.[74] The decision followed both cabinet discussions and the family’s preference against cremation in Jorhat, where public groups had demanded the last rites. His wife Garima Saikia Garg and sister Palme Borthakur cited the frail health of his 85‑year‑old father and the difficulties of performing rituals away from Guwahati. As a compromise, the government announced that Garg’s ashes would be immersed in Jorhat and that memorials would be constructed both in Jorhat and at the Guwahati cremation site. \n The cremation ground, spanning 3.3 acres of government-allotted land in Kamarbuchi NC village near Guwahati, was volunteered by local villagers; it accommodates up to 5,000 mourners. Garg’s body lay in state at the Arjun Bhogeswar Baruah Sports Complex, Guwahati, until the morning of 23 September for the public to pay tributes. The official state mourning period was extended to cover the day of his funeral and cremation. \n Garg was cremated with full state honours on 23 September with a 21-gun salute."
        },
        {
            "section": "Investigation and aftermath",
            "type": "text",
            "content": "The death certificate issued by the Singapore authorities listed the cause of death as drowning. Several FIRs were filed against his manager and the festival organiser alleging negligence and lack of safety measures, including reports that Garg had declined to wear a life jacket. His wife later appealed for withdrawal of cases against his manager. Following public demand, the Assam government ordered a second post-mortem in GMCH with the consent of Garg's family members. \n A Special Investigation Team (SIT) was formed to probe the investigation following public demand and Assamese artists' pressure. The SIT was led by Special DGP IPS M. P. Gupta of CID and was assisted by nine other police officers. \n The SIT, along with the CID, later registered over fifty FIRs across Assam on charges ranging from negligence to culpable homicide and criminal conspiracy. Raids were carried out at the residences of festival organiser, Shyamkanu Mahanta and Garg’s manager, Siddhartha Sharma, during which electronic records and documents were seized. The SIT also questioned and detained musician Shekhar Jyoti Goswami, who had accompanied Garg during the diving trip in Singapore. Assam Chief Minister Himanta Biswa Sarma remarked that if the SIT failed to produce conclusive results, the case would be handed over to the Central Bureau of Investigation(CBI)."
        },
        {
            "section": "Memorial",
            "type": "text",
            "content": "To celebrate Garg, a 20-foot statue was unveiled by the singer on 2 December 2022, during the Nazirating Tamuli Tourism Festival in Digboi. A Bamboo bridge built across the Na Dihing river by villagers of Tengapani and named after Zubeen Garg was inaugurated by the singer at Tengapani-Thepabari on 29 February 2020."
        }
    ],
    "filmography": [
        {
            "heading": "Zubeen Garg, a legendary figure in Indian music and cinema, had a prolific filmography spanning Assamese, Hindi, and Bengali industries. He sang over 38,000 songs, acted in films like Mission China and Kanchanjangha, and directed several Assamese movies. Garg's versatile artistry left an enduring legacy.",
            "section": "As a music director",
            "type": "list",
            "items": [
                {
                    "title": "Hiya Diya Niya",
                    "year": 2000,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8180726"
                },
                {
                    "title": "Tumi Mur Mathu Mur",
                    "year": 2000,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8561732"
                },
                {
                    "title": "Morome Morom Jane",
                    "year": 2000,
                    "language": "Assamese",
                    "url": ""
                },
                {
                    "title": "Daag",
                    "year": 2001,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8228424/"
                },
                {
                    "title": "Sesh Upahar",
                    "year": 2001,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13810480"
                },
                {
                    "title": "Nayak",
                    "year": 2001,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8188914"
                },
                {
                    "title": "Prem Aru Prem",
                    "year": 2002,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt14129432"
                },
                {
                    "title": "Kanyadaan",
                    "year": 2002,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8228100"
                },
                {
                    "title": "Jonaki Mon",
                    "year": 2002,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt27862476"
                },
                {
                    "title": "Jibon Nodir Duti Par",
                    "year": 2002,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt16123910"
                },
                {
                    "title": "Agnishakshi",
                    "year": 2003,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt14494334"
                },
                {
                    "title": "Priya Milan",
                    "year": 2003,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13814726"
                },
                {
                    "title": "Bidhata",
                    "year": 2003,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13808562"
                },
                {
                    "title": "Juman-Suman",
                    "year": 2003,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt6401938"
                },
                {
                    "title": "Barud",
                    "year": 2004,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8220504"
                },
                {
                    "title": "Rong",
                    "year": 2004,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt1864473"
                },
                {
                    "title": "Dinabandhu",
                    "year": 2004,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8188888"
                },
                {
                    "title": "Adhinayak",
                    "year": 2006,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8224472"
                },
                {
                    "title": "Aami Asomiya",
                    "year": 2006,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt25809432"
                },
                {
                    "title": "Mon Jaai",
                    "year": 2008,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt5351492"
                },
                {
                    "title": "Ekhon Nedekha Nodir Hkhipare",
                    "year": 2012,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13842398"
                },
                {
                    "title": "Rodor Sithi",
                    "year": 2014,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8188880"
                },
                {
                    "title": "Gane Ki Aane",
                    "year": 2016,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8180690"
                },
                {
                    "title": "Antarin",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt11570770"
                },
                {
                    "title": "Mission China",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt7349218"
                },
                {
                    "title": "Priyar Priyo",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8228606"
                },
                {
                    "title": "The Underworld",
                    "year": 2018,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8108098"
                },
                {
                    "title": "Kanchanjangha",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt10910564"
                },
                {
                    "title": "Ratnakar",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt10499366"
                },
                {
                    "title": "Pratighat",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt11337880"
                },
                {
                    "title": "Dr. Bezbaruah 2",
                    "year": 2023,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13174230"
                },
                {
                    "title": "The Slam Book",
                    "year": 2023,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13755070"
                },
                {
                    "title": "Raghav",
                    "year": 2023,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt27577569"
                },
                {
                    "title": "Sikar",
                    "year": 2024,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt28798635"
                },
                {
                    "title": "Bhaimon Da",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt33817456"
                },
                {
                    "title": "Rudra",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt36375290"
                },
                {
                    "title": "Joddha",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt32813052"
                },
                {
                    "title": "Homework",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt37979644"
                },
                {
                    "title": "Roi Roi Binale",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt29939499"
                },
                {
                    "title": "Sudhu Tumi",
                    "year": 2004,
                    "language": "Bengali",
                    "url": "https://m.imdb.com/title/tt1427699"
                },
                {
                    "title": "Mon Niye",
                    "year": 2010,
                    "language": "Bengali",
                    "url": "https://m.imdb.com/title/tt14263180"
                },
                {
                    "title": "Kachhe Achho Tumi",
                    "year": 2010,
                    "language": "Bengali",
                    "url": "https://m.imdb.com/title/tt14267908"
                },
                {
                    "title": "Samsara",
                    "year": 2019,
                    "language": "Bengali",
                    "url": "https://m.imdb.com/title/tt10738722"
                },
                {
                    "title": "Strings - Bound By Faith",
                    "year": 2006,
                    "language": "Hindi",
                    "url": "https://m.imdb.com/title/tt3631212"
                },
                {
                    "title": "Dil Toh Deewana Hai",
                    "year": 2016,
                    "language": "Hindi",
                    "url": "https://m.imdb.com/title/tt5784778"
                },
                {
                    "title": "Homework",
                    "year": 2025,
                    "language": "Hindi",
                    "url": "https://m.imdb.com/title/tt37979644 "
                }
            ]
        },
        {
            "section": "As an actor",
            "type": "list",
            "items": [
                {
                    "title": "Tumi Mor Mathu Mor",
                    "year": 2000,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8561732"
                },
                {
                    "title": "Prem Aru Prem",
                    "year": 2002,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt14129432"
                },
                {
                    "title": "Dinabandhu",
                    "year": 2004,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8188888"
                },
                {
                    "title": "Gangster",
                    "year": 2006,
                    "language": "Hindi",
                    "url": "https://m.imdb.com/title/tt0495032"
                },
                {
                    "title": "Strings",
                    "year": 2006,
                    "language": "Hindi",
                    "url": "https://m.imdb.com/title/tt3631212"
                },
                {
                    "title": "Mon Jaai",
                    "year": 2008,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt5351492"
                },
                {
                    "title": "Anuradha (TV Show)",
                    "year": 2010,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt13635474"
                },
                {
                    "title": "Raamdhenu",
                    "year": 2011,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt2327485"
                },
                {
                    "title": "Bhal Pabo Najanilu",
                    "year": 2013,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt14149604"
                },
                {
                    "title": "Suma Porokhote",
                    "year": 2014,
                    "language": "Assamese",
                    "url": ""
                },
                {
                    "title": "Rodor Sithi",
                    "year": 2014,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8188880"
                },
                {
                    "title": "Ahetuk",
                    "year": 2015,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8220362"
                },
                {
                    "title": "Gaane Ki Aane",
                    "year": 2016,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8180690"
                },
                {
                    "title": "Xat Nomboror Xondhanot",
                    "year": 2016,
                    "language": "Assamese",
                    "url": "https://as.wikipedia.org/wiki/%E0%A6%B8%E0%A6%BE%E0%A6%A4_%E0%A6%A8%E0%A6%AE%E0%A7%8D%E0%A6%AC%E0%A7%B0%E0%A7%B0_%E0%A6%B8%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A6%BE%E0%A6%A8%E0%A6%A4"
                },
                {
                    "title": "Mission China",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt7349218"
                },
                {
                    "title": "Tumi Aahibaane",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8575470"
                },
                {
                    "title": "Priyar Priyo",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8228606"
                },
                {
                    "title": "The Underworld",
                    "year": 2018,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt8108098"
                },
                {
                    "title": "Kanchanjangha",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt10910564"
                },
                {
                    "title": "Pratighaat",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt11337880"
                },
                {
                    "title": "Rajneeti",
                    "year": 2022,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt20873380"
                },
                {
                    "title": "Dr. Bezbaruah 2",
                    "year": 2023,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt13174230"
                },
                {
                    "title": "Wide Andle",
                    "year": 2024,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt27497231"
                },
                {
                    "title": "Sikaar",
                    "year": 2024,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt28798635"
                },
                {
                    "title": "Homework",
                    "year": 2025,
                    "language": "Assamese/Hindi",
                    "url": "https://m.imdb.com/title/tt37979644"
                },
                {
                    "title": "Bhaimon Da",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://m.imdb.com/title/tt33817456"
                }
            ]
        },
        {
            "section": "As a director",
            "type": "list",
            "items": [
                {
                    "title": "Tumi Mur Mathu Mur",
                    "year": 2000,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8561732"
                },
                {
                    "title": "Mission China",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt7349218"
                },
                {
                    "title": "Kanchanjangha",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt10910564"
                }
            ]
        },
        {
            "section": "As a producer",
            "type": "list",
            "items": [
                {
                    "title": "Dinabandhu",
                    "year": 2004,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8188888"
                },
                {
                    "title": "Mission China",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt7349218"
                },
                {
                    "title": "Kanchanjangha",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt10910564"
                },
                {
                    "title": "Roi Roi Binale",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt29939499"
                }
            ]
        },
        {
            "section": "As a screenwriter",
            "type": "list",
            "items": [
                {
                    "title": "Tumi Mur Mathu Mur",
                    "year": 2000,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt8561732"
                },
                {
                    "title": "Mission China",
                    "year": 2017,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt7349218"
                },
                {
                    "title": "Kanchanjangha",
                    "year": 2019,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt10910564"
                },
                {
                    "title": "Roi Roi Binale",
                    "year": 2025,
                    "language": "Assamese",
                    "url": "https://www.imdb.com/title/tt29939499"
                }
            ]
        }
    ],
    "songs": [
        {
            "title": "",
            "filmAlbum": "",
            "year": "",
            "composer": "",
            "lyricist": "",
            "cosinger": "",
            "language": "",
            "url": ""
        }
    ]
}